export const categoryDummyData = [
  {
    key: '대카테고리1',
    label: '대카테고리1',
    children: [
      {
        key: '중카테고리1-1',
        label: '중카테고리1-1'
      },
      {
        key: '중카테고리1-2',
        label: '중카테고리1-2',
        children: [
          {
            key: '소카테고리1-2-1',
            label: '소카테고리1-2-1'
          },
          {
            key: '소카테고리1-2-2',
            label: '소카테고리1-2-2'
          },
          {
            key: '소카테고리1-2-3',
            label: '소카테고리1-2-3'
          }
        ]
      },
      {
        key: '중카테고리1-3',
        label: '중카테고리1-3',
        children: [
          {
            key: '소카테고리1-3-1',
            label: '소카테고리1-3-1'
          },
          {
            key: '소카테고리1-3-2',
            label: '소카테고리1-3-2'
          },
          {
            key: '소카테고리1-3-3',
            label: '소카테고리1-3-3'
          }
        ]
      },
      {
        key: '중카테고리1-4',
        label: '중카테고리1-4',
        children: [
          {
            key: '소카테고리1-4-1',
            label: '소카테고리1-4-1'
          },
          {
            key: '소카테고리1-4-2',
            label: '소카테고리1-4-2'
          },
          {
            key: '소카테고리1-4-3',
            label: '소카테고리1-4-3'
          }
        ]
      },
      {
        key: '중카테고리1-5',
        label: '중카테고리1-5',
        children: [
          {
            key: '소카테고리1-5-1',
            label: '소카테고리1-5-1'
          }
        ]
      },
      {
        key: '중카테고리1-6',
        label: '중카테고리1-6',
        children: [
          {
            key: '소카테고리1-6-1',
            label: '소카테고리1-6-1'
          },
          {
            key: '소카테고리1-6-2',
            label: '소카테고리1-6-2'
          }
        ]
      }
    ]
  },
  {
    key: '대카테고리2',
    label: '대카테고리2',
    children: [
      {
        key: '중카테고리2-1',
        label: '중카테고리2-1',

        children: [
          {
            key: '소카테고리2-1-1',
            label: '소카테고리2-1-1'
          },
          {
            key: '소카테고리2-1-2',
            label: '소카테고리2-1-2'
          },
          {
            key: '소카테고리2-1-3',
            label: '소카테고리2-1-3'
          }
        ]
      },
      {
        key: '중카테고리2-2',
        label: '중카테고리2-2',
        children: [
          {
            key: '소카테고리2-2-1',
            label: '소카테고리2-2-1'
          }
        ]
      },
      {
        key: '중카테고리2-3',
        label: '중카테고리2-3',
        children: [
          {
            key: '소카테고리2-3-1',
            label: '소카테고리2-3-1'
          },
          {
            key: '소카테고리2-3-2',
            label: '소카테고리2-3-2'
          }
        ]
      }
    ]
  },
  {
    key: '대카테고리3',
    label: '대카테고리3',
    children: [
      {
        key: '중카테고리3-1',
        label: '중카테고리3-1',
        children: [
          {
            key: '소카테고리3-1-1',
            label: '소카테고리3-1-1'
          },
          {
            key: '소카테고리3-1-2',
            label: '소카테고리3-1-2'
          }
        ]
      },
      {
        key: '중카테고리3-2',
        label: '중카테고리3-2',
        children: [
          {
            key: '소카테고리3-2-1',
            label: '소카테고리3-2-1'
          },
          {
            key: '소카테고리3-2-2',
            label: '소카테고리3-2-2'
          },
          {
            key: '소카테고리3-2-3',
            label: '소카테고리3-2-3'
          }
        ]
      },
      {
        key: '중카테고리3-3',
        label: '중카테고리3-3',
        children: [
          {
            key: '소카테고리3-3-1',
            label: '소카테고리3-3-1'
          },
          {
            key: '소카테고리3-3-2',
            label: '소카테고리3-3-2'
          },
          {
            key: '소카테고리3-3-3',
            label: '소카테고리3-3-3'
          }
        ]
      },
      {
        key: '중카테고리3-4',
        label: '중카테고리3-4',
        children: [
          {
            key: '소카테고리3-4-1',
            label: '소카테고리3-4-1'
          },
          {
            key: '소카테고리3-4-2',
            label: '소카테고리3-4-2'
          },
          {
            key: '소카테고리3-4-3',
            label: '소카테고리3-4-3'
          }
        ]
      },
      {
        key: '중카테고리3-5',
        label: '중카테고리3-5',
        children: [
          {
            key: '소카테고리3-5-1',
            label: '소카테고리3-5-1'
          },
          {
            key: '소카테고리3-5-2',
            label: '소카테고리3-5-2'
          },
          {
            key: '소카테고리3-5-3',
            label: '소카테고리3-5-3'
          }
        ]
      }
    ]
  }
]
